Repository: lededev/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: pl

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
pl: Wybierz typ multimediów

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
pl: Anuluj

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
pl: Wideo

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
pl: Ustaw

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
pl: Dźwięk

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
pl: Wyjście

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
pl: Nagraj wideo

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
pl: Podgląd

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
pl: Nagraj dźwięk

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
pl: Podgląd

# IDD_CAPTURE_DLG_IDC_STATIC
source: V/A Buffers:
pl: Bufory wideo/audio:

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
pl: Dźwięk do wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
pl: Nagraj

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
pl: Włącz wbudowany filtr przetwarzania dźwięku (wymagany restart)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
pl: Normalizuj

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
pl: Maksymalne wzmocnienie:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
pl: Utrzymuj głośność

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
pl: Wzmocnienie:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
pl: Zmniejsz próbkowanie do 44100 Hz

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
pl: Przesunięcie dźwięku (ms):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
pl: Włącz własne mapowanie kanałów

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
pl: Konfiguracja głośników dla

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
pl: kanałów wejściowych:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
pl: Przytrzymaj klawisz Shift dla natychmiastowego wprowadzenia zmian

# IDD_GOTO_DLG_CAPTION
source: Go To...
pl: Przejdź do...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
pl: Wprowadź czas w formacie [hh:]mm:ss.ms dla przejścia do określonego czasu. Nie musisz wprowadzać żadnych separatorów.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
pl: Czas

# IDD_GOTO_DLG_IDC_OK1
source: Go!
pl: Przejdź!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
pl: Wprowadź dwie liczby, aby przejść do określonej klatki; pierwsza to numer klatki, druga to ilość klatek na sekundę.

# IDD_GOTO_DLG_IDC_STATIC
source: Frame
pl: Klatka

# IDD_GOTO_DLG_IDC_OK2
source: Go!
pl: Przejdź!

# IDD_OPEN_DLG_CAPTION
source: Open
pl: Otwórz

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
pl: Wpisz adres filmu lub pliku audio (w Internecie lub na Twoim komputerze), a odtwarzacz otworzy go za Ciebie.

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
pl: Otwórz:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
pl: Przeglądaj...

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
pl: Przeglądaj...

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
pl: Anuluj

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
pl: Dodaj do listy odtwarzania bez otwierania

# IDD_ABOUTBOX_CAPTION
source: About
pl: O programie

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright 2002-2024 clsid2 and others
pl: Wszelkie prawa zastrzeżone, 2002-2024; clsid2 i inni

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
pl: Ten program jest darmowy i wydawany na zasadach GNU General Public License.

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
pl: Tłumaczenie: kangurek_kao, Łukasz Janik

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
pl: Informacje o kompilacji:

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
pl: Wersja:

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
pl: Data kompilacji:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
pl: Nie użyto

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
pl: System operacyjny

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
pl: Nazwa:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
pl: Kopiuj do schowka

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
pl: Ustawienia otwierania

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
pl: Używaj tego samego okna dla każdego pliku

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
pl: Otwieraj nowe okno dla każdego otwieranego pliku

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
pl: Pasek tytułu

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
pl: Wyświetlaj pełną ścieżkę

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
pl: Tylko nazwa pliku

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
pl: Nic nie prefiksuj

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
pl: Zastąp nazwę pliku tytułem

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
pl: Inne

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
pl: Ikona obszaru powiadomień

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
pl: Przechowuj ustawienia w pliku .ini

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
pl: Wyłącz menu "Otwórz płytę"

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
pl: Priorytet procesu powyżej normalnego

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
pl: Włącz wsparcie okładek dla plików audio

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
pl: Historia

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
pl: Przechowuj historię otwieranych plików

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
pl: Pamiętaj listę odtwarzania

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
pl: Pamiętaj położenie pliku

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
pl: Pamiętaj położenie DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
pl: Pamiętaj położenie okna

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
pl: Pamiętaj rozmiar okna

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan && Scan Zoom
pl: Pamiętaj ustawienia skalowania i kadrowania

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
pl: Zachowanie "Otwórz DVD/BD"

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
pl: Pytaj o lokalizację

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
pl: Zawsze otwieraj domyślną lokalizację:

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD
pl: Preferowany język dla DVD

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
pl: Dźwięk

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
pl: Napisy

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
pl: Dodatkowe ustawienia

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
pl: Zezwalaj na napisy zamknięte w dekoderze Line 21

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
pl: Dźwięk

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
pl: Głośność

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
pl: Maks

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
pl: Balans

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
pl: P

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
pl: Kontrola

# IDD_PPAGEPLAYBACK_IDC_STATIC5
source: Volume step:
pl: Zmiana głośności o:

# IDD_PPAGEPLAYBACK_IDC_STATIC6
source: Speed step:
pl: Zmiana prędkości o:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
pl: Odtwarzanie

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
pl: Odtwórz

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
pl: Ciągłe

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
pl: raz(y)

# IDD_PPAGEPLAYBACK_IDC_STATIC7
source: Repeat mode:
pl: Powtarzanie:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
pl: Po zakończeniu odtwarzania

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Zoom and Alignment
pl: Powiększenie i wyrównanie

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
pl: Rozmiar okna:

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
pl: Współczynnik dopasowania:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: max %
pl: maks %

# IDD_PPAGEPLAYBACK_IDC_STATIC4
source: Vertical Alignment:
pl: Wyrównanie w pionie:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
pl: Domyślne preferencje ścieżki

# IDD_PPAGEPLAYBACK_IDC_STATIC8
source: Subtitles:
pl: Napisy:

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
pl: Zezwól na zmianę ścieżki wybranej przez splitter

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
pl: Opcje otwierania

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
pl: Używaj osobnego wątku programu do utworzenia grafu filtrów

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
pl: Powiadamiaj o błędach w renderowaniu pinów

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
pl: Automatycznie wczytuj dodatkowe ścieżki dźwiękowe

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
pl: Wymuś położenie

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
pl: Poziomo:

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
pl: Pionowo:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
pl: Skok opóźnienia

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
pl: Ustawienia tekstur (wymaga ponownego otworzenia pliku)

# IDD_PPAGESUBTITLES_IDC_STATIC9
source: Sub pictures to buffer:
pl: Liczba buforowanych klatek napisów:

# IDD_PPAGESUBTITLES_IDC_STATIC21
source: Maximum texture resolution:
pl: Maksymalna rozdzielczość tekstur:

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
pl: Nigdy nie animuj napisów

# IDD_PPAGESUBTITLES_IDC_STATIC5
source: Render at
pl: Renderuj z

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
pl: % prędkości animacji

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
pl: Animuj z

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
pl: % prędkości klatek obrazu

# IDD_PPAGESUBTITLES_IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Allow dropping some subpictures if the queue is running late
pl: Pozwól na omijanie klatek napisów, jeśli kolejka nie może nadążyć

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Renderer Layout
pl: Układ renderera

# IDD_PPAGESUBTITLES_IDC_CHECK_SUB_AR_COMPENSATION
source: Apply aspect ratio compensation for anamorphic videos
pl: Dopasuj proporcję napisów do anamorficznych materiałów

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
pl: Ostrzeżenie

# IDD_PPAGESUBTITLES_IDC_STATIC
source: If you override and enable fullscreen antialiasing somewhere at your videocard's settings, subtitles aren't going to look any better but it will surely eat your CPU.
pl: Włączenie pełnoekranowego antyaliasingu w ustawieniach karty graficznej, nie polepszy jakości napisów, a zwiększy jedynie obciążenie CPU.

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
pl: Rozszerzenia plików

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
pl: Domyślne

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
pl: Ustaw

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
pl: Powiązania

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
pl: Użyj ikon specyficznych dla formatu

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
pl: Uruchom jako &administrator

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
pl: Ustaw jako &domyślny program

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
pl: Menu kontekstowe

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
pl: Katalog

# IDD_PPAGEFORMATS_IDC_CHECK7
source: Playlist
pl: Playlista

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
pl: Autoodtwarzanie

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
pl: Wideo

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
pl: Muzyka

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
pl: CD Audio

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
pl: Odstępy skoków (mały, średni, duży w ms)

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
pl: Domyślne

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
pl: Ukrywaj wskaźnik myszy podczas odtwarzania w trybie okienkowym

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
pl: Wyświetlaj informację o aktualnie odtwarzanym pliku w statusie Skype

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
pl: Włącz obsługę wyświetlacza LCD Logitech (eksperymentalne)

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
pl: Zapobiegaj minimalizowaniu odtwarzacza w trybie pełnoekranowym na innych monitorach

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
pl: Otwieraj poprzedni/następny plik w folderze za pomocą funkcji "Przejdź do tyłu/do przodu", gdy na liście odtwarzania znajduje się tylko jedna pozycja

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
pl: Szybkie przewijanie (na klatkę kluczową)

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
pl: Dodaj filtr...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
pl: Usuń

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
pl: Preferuj

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
pl: Blokuj

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
pl: Priorytet:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
pl: W górę

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
pl: W dół

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
pl: Dodaj typ mediów...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
pl: Dodaj typ napisów...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
pl: Usuń

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
pl: Resetuj listę

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
pl: Typ:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
pl: Rozmiar:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
pl: Czas odtwarzania:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
pl: Rozmiar obrazu:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
pl: Utworzony:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
pl: Nazwa:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
pl: Autor:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Copyright:
pl: Prawa autorskie:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
pl: Ocena:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
pl: Położenie:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
pl: Opis:

# IDD_FAVADD_CAPTION
source: Add Favorite
pl: Dodaj do ulubionych

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
pl: Wprowadź nazwę dla Twojego skrótu

# IDD_FAVADD_IDC_CHECK1
source: Remember position
pl: Zapamiętaj położenie

# IDD_FAVADD_IDC_CHECK3
source: Remember A-B repeat marks
pl: Zapamiętaj powtórzenia znaczników A-B

# IDD_FAVADD_IDC_CHECK2
source: Relative drive
pl: Względna ścieżka napędu

# IDD_FAVADD_IDCANCEL
source: Cancel
pl: Anuluj

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
pl: Edytuj ulubione

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
pl: Zmień nazwę

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
pl: W górę

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
pl: W dół

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
pl: Usuń

# IDD_PNSPRESET_DLG_CAPTION
source: PnS Frame Adjust Presets
pl: Ustawienia wstępne regulacji ramki PnS

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
pl: Nowy

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
pl: Usuń

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
pl: W górę

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
pl: W dół

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
pl: &Ustaw

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
pl: &Anuluj

# IDD_PNSPRESET_DLG_IDOK
source: &Save
pl: &Zapisz

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Pos: 0.0 -> 1.0
pl: Poł.: 0.0 -> 1.0

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
pl: Powiększ: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_CAPTION
source: Shortcut Keys
pl: Skróty klawiszowe

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
pl: Globalne klawisze multimedialne

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
pl: Zaznacz wszystkie

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
pl: Resetuj zaznaczone

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
pl: Ostrzeżenie

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
pl: MPC-HC nie mógł wyrenderować niektórych pinów grafu; być może w systemie nie zainstalowano wymaganych kodeków lub filtrów.

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
pl: Następujący(-e) pin(-y) nie znalazł(-y) filtra możliwego do podłączenia:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
pl: Zamknij

# IDD_SAVE_DLG_CAPTION
source: Saving...
pl: Zapisywanie...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
pl: Anuluj

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
pl: Kodowanie:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
pl: Kodowanie:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
pl: Opóźnienie:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
pl: Zapisz niestandardowy styl

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
pl: Jakość JPEG:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
pl: Miniatury:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
pl: wierszy

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
pl: kolumn

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
pl: Szerokość obrazu:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
pl: pikseli

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
pl: Wybierz filtr

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
pl: Przeglądaj...

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
pl: Anuluj

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
pl: Czcionka

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
pl: Czcionka

# IDD_PPAGESUBSTYLE_IDC_STATIC1
source: Spacing
pl: Odstępy:

# IDD_PPAGESUBSTYLE_IDC_STATIC2
source: Angle (z,°)
pl: Kąt (z,°):

# IDD_PPAGESUBSTYLE_IDC_STATIC3
source: Scale (x,%)
pl: Skala (x,%):

# IDD_PPAGESUBSTYLE_IDC_STATIC4
source: Scale (y,%)
pl: Skala (y,%):

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
pl: Styl obramowania

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
pl: Zarys

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
pl: Jednolite tło

# IDD_PPAGESUBSTYLE_IDC_STATIC5
source: Width
pl: Szerokość

# IDD_PPAGESUBSTYLE_IDC_STATIC6
source: Shadow
pl: Cień

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
pl: Położenie i marginesy

# IDD_PPAGESUBSTYLE_IDC_STATIC7
source: Left
pl: Lewo

# IDD_PPAGESUBSTYLE_IDC_STATIC8
source: Right
pl: Prawo

# IDD_PPAGESUBSTYLE_IDC_STATIC9
source: Top
pl: Góra

# IDD_PPAGESUBSTYLE_IDC_STATIC10
source: Bottom
pl: Dół

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
pl: Pozycja napisów względem klatki obrazu

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
pl: Kolory i przezroczystość

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
pl: Podstawowy

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
pl: Drugorzędny

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
pl: Zarys

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
pl: Cień

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
pl: Łącz kanały alfa

# IDD_PPAGESUBSTYLE_IDC_STATIC21
source: 8-bit Character Set
pl: 8-bitowy zestaw znaków

# IDD_PPAGESUBSTYLE_IDC_STATIC22
source: OpenType Language
pl: Język OpenType

# IDD_PPAGESUBSTYLE_IDC_STATIC_LIBASS
source: Libass Options
pl: Opcje libass

# IDD_PPAGESUBSTYLE_IDC_CHECK2
source: Use libass for SSA/ASS
pl: Używaj libass dla SSA/ASS

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
pl: Jeśli chcesz używać samodzielnych wersji tych filtrów lub innego zamiennika, wyłącz je tutaj.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
pl: Filtry źródłowe

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
pl: Filtry przetwarzające

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
pl: Ustawienia filtrów wewnętrznych "LAV Filters"

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
pl: Dekoder wideo

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
pl: Dekoder audio

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
pl: Wewnętrzne:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
pl: Zewnętrzne:

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
pl: Przeglądaj...

# IDD_PPAGELOGO_IDC_CHECK1
source: Apply Monitor Color Profile
pl: Zastosuj profil kolorów monitora

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
pl: Wideo DirectShow

# IDD_PPAGEOUTPUT_IDC_BUTTON1
source: Settings
pl: Ustawienia

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles
pl: Napisy

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Screenshot
pl: Zrzut obrazu

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Shaders
pl: Shadery

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
pl: Obracanie

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
pl: Renderer audio

# IDD_PPAGEOUTPUT_IDC_BUTTON2
source: Settings
pl: Ustawienia

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitle Renderer
pl: Renderer napisów

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-9 (renderless) and EVR (CP) settings
pl: Ustawienia VMR-9 (renderless) oraz EVR (CP)

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
pl: Płaszczyzna:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
pl: Skalowanie:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
pl: Wybór urządzenia renderującego D3D9

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
pl: Ponowna inicjalizacja przy zmianie wyświetlacza

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
pl: Pełny ekran D3D

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
pl: Alternatywna synchronizacja pionowa

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
pl: Tryb VMR-9 Mixer

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
pl: Bufory EVR:

# IDD_PPAGEOUTPUT_IDC_CACHESHADERS
source: Cache compiled Shaders
pl: Zachowaj skompilowane shadery

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
pl: Nasłuchiwaj portu:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
pl: Uruchom w przeglądarce WWW...

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
pl: Włącz kompresję

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
pl: Zezwalaj na dostęp tylko z localhost

# IDD_PPAGEWEBSERVER_IDC_CHECK6
source: Enable preview
pl: Włącz podgląd

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
pl: Wyświetlaj informację debugowania

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
pl: Używaj stron z położenia:

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
pl: Przeglądaj...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
pl: Umieść...

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
pl: Domyślna strona:

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: CGI handlers: (.ext1=path1;.ext2=path2;...)
pl: Obsługa interfejsu CGI: (.ext1=path1;.ext2=path2;...)
