Repository: lededev/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: pl

# IDD_SUBTITLEDL_DLG_CAPTION
source: Download subtitles
pl: Pobierz napisy

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
pl: Zastąp aktualnie załadowane napisy

# IDD_SUBTITLEDL_DLG_IDOK
source: Download
pl: Pobierz

# IDD_SUBTITLEDL_DLG_IDC_BUTTON1
source: Refresh
pl: Odśwież

# IDD_SUBTITLEDL_DLG_IDC_BUTTON2
source: Abort
pl: Przerwij

# IDD_SUBTITLEDL_DLG_IDC_BUTTON3
source: Options
pl: Opcje

# IDD_SUBTITLEDL_DLG_IDC_BUTTON4
source: Search
pl: Szukaj

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
pl: Zapisz jako...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
pl: Zarządzanie kolorami (dla VMR-9, EVR i madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
pl: Jasność

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
pl: Kontrast

# IDD_PPAGEMISC_IDC_STATIC
source: Hue
pl: Odcień

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
pl: Nasycenie

# IDD_PPAGEMISC_IDC_RESET
source: Reset
pl: Resetuj

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
pl: Sprawdź aktualizacje

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
pl: Włącz automatyczne sprawdzanie aktualizacji

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
pl: Sprawdzaj co:

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
pl: dzień (dni)

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
pl: Zarządzanie ustawieniami

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
pl: Resetuj

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
pl: Eksportuj

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
pl: Eksportuj klawisze

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
pl: Skanowanie tunera

# IDD_TUNER_SCAN_ID_START
source: Start
pl: Rozpocznij

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
pl: Anuluj

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. Start
pl: Częst. początkowa:

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
pl: Pasmo:

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. End
pl: Częst. końcowa:

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
pl: Ignoruj kanały kodowane

# IDD_TUNER_SCAN_ID_SAVE
source: Save
pl: Zapisz

# IDD_TUNER_SCAN_IDC_STATIC
source: Q
pl: J

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
pl: Przesunięcie

# IDD_TUNER_SCAN_IDC_STATIC
source: Symbol Rate
pl: Częstotliwość modulacji

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
pl: Urządzenie domyślne

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
pl: Analogowe

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
pl: Cyfrowe

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
pl: Ustawienia urządzenia analogowe

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
pl: Wideo

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
pl: Kraj

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
pl: Ustawienia urządzenia cyfrowego (BDA)

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
pl: Dostawca sieci

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
pl: Odbiornik

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
pl: Ustawienia przełączania kanałów:

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
pl: Odbuduj graf filtrów

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
pl: Zatrzymuj graf filtrów

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
pl: Synchronizuj wideo z ekranem

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
pl: Regulacja częstotliwości:

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
pl: Synchronizuj ekran z wideo

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
pl: Regulacja częstotliwości:

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
pl: wierszy

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
pl: kolumn

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
pl: Wyświetlanie przy najbliższej synchronizacji pionowej

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
pl: Przesunięcie synchronizacji:

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
pl: Granica kontrolna:

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
pl: Zmiany zaczną obowiązywać po ponownym uruchomieniu odtwarzania.

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
pl: Uruchamiaj pliki w trybie pełnoekranowym

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
pl: Ukrywaj przyciski sterowania w trybie pełnoekranowym

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
pl: Ukrywaj zadokowane panele

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
pl: Opuszczaj tryb pełnoekranowy po zakończeniu odtwarzania

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
pl: Wyświetlacz

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
pl: Używaj automatycznej zmiany trybu pracy wyświetlacza

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
pl: Dodaj

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
pl: Usuń

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
pl: W górę

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
pl: W dół

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
pl: Zastosuj domyślny tryb po opuszczeniu trybu pełnoekranowego

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
pl: Przywróć rozdzielczość po wyjściu z programu

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
pl: Opóźnienie

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
pl: Informacje

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
pl: Skanuj

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
pl: Preferuj wymuszone i/lub domyślne ścieżki napisów

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
pl: Preferuj napisy zewnętrzne zamiast wbudowanych

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
pl: Ignoruj napisy wbudowane

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
pl: Ścieżki auto-ładowania

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
pl: Resetuj

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online subtitle search
pl: Wyszukiwanie napisów w Internecie

# IDD_PPAGESUBMISC_IDC_CHECK4
source: Automatically search and download subtitles if none are found locally
pl: Automatycznie wyszukuj i pobieraj napisy, jeśli nie znaleziono lokalnych

# IDD_PPAGESUBMISC_IDC_CHECK5
source: Prefer subtitles for hearing impaired (when indicated by subtitles provider)
pl: Preferuj napisy dla osób niedosłyszących (jeśli wskazał je dostawca napisów)

# IDD_PPAGESUBMISC_IDC_STATIC1
source: Ignore files containing any of the following word(s):
pl: Ignoruj pliki zawierające którekolwiek z poniższych słów:

# IDD_PPAGESUBMISC_IDC_STATIC2
source: Languages in order of preference:
pl: Języki w kolejności preferencji:

# IDD_PPAGESUBMISC_IDC_CHECK_AUTOSAVE_ONLINE_SUBTITLE
source: Automatically save downloaded subtitles to the first autoload path folder
pl: Automatycznie zapisuj pobrane napisy do pierwszego folderu auto-ładowania

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
pl: Sprawdzanie aktualizacji

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
pl: &Pobierz teraz

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
pl: Przypomnij mi &później

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
pl: &Ignoruj tę aktualizację

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
pl: Shadery zawierają specjalne efekty, które można dodać do procesu renderowania wideo.

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
pl: Dodaj plik shadera

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
pl: Usuń

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
pl: Dodaj do "przed skalowaniem"

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
pl: Dodaj do "po skalowaniu"

# IDD_PPAGESHADERS_IDC_STATIC
source: Shader presets
pl: Profile shaderów

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
pl: Załaduj

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
pl: Zapisz

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
pl: Usuń

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
pl: Aktywne shadery przed skalowaniem

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
pl: Aktywne shadery po skalowaniu

# IDD_PPAGESHADERS_IDC_STATIC5
source: MPC-VR does not support pre-resize shaders. It will run them after resize, before the post-resize shaders.
pl: MPC-VR nie obsługuje shaderów o wstępnej zmianie rozmiaru. Uruchomi je po zmianie rozmiaru, przed modułami shaderów.

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
pl: Debuguj shadery

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
pl: Informacje debugowania

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
pl: Ustawienia zaawansowane; nie edytuj ich, chyba że wiesz, co robisz.

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
pl: Prawda

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
pl: Fałsz

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
pl: Domyślne

# IDD_PPAGEAUDIORENDERER_IDC_CHECK5
source: SaneAR Audio Renderer Enabled
pl: Włącz renderer dźwięku SaneAR

# IDD_PPAGEAUDIORENDERER_IDC_STATIC5
source: Device
pl: Urządzenie

# IDD_PPAGEAUDIORENDERER_IDC_STATIC6
source: Options
pl: Ustawienia

# IDD_PPAGEAUDIORENDERER_IDC_CHECK1
source: Exclusive mode
pl: Tryb wyłączny

# IDD_PPAGEAUDIORENDERER_IDC_CHECK4
source: Ignore system channel mixer (always ignored in exclusive WASAPI mode)
pl: Zignoruj mikser kanałów systemowych (zawsze ignorowany w trybie wyłącznym WASAPI)

# IDD_PPAGEAUDIORENDERER_IDC_CHECK3
source: Enable stereo crossfeed (for headphones)
pl: Włącz krosowanie stereo (dla słuchawek)

# IDD_PPAGEAUDIORENDERER_IDC_STATIC1
source: Cut-off:
pl: Odcięcie:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC3
source: Level:
pl: Poziom:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC7
source: Note
pl: Uwaga

# IDD_PPAGEAUDIORENDERER_IDC_STATIC8
source: To minimize audio distortion, it is recommended to keep player volume at around 85% when playing loud lossy-encoded content.
pl: Aby zminimalizować zniekształcenia dźwięku, zaleca się utrzymywać głośność odtwarzacza na poziomie ok. 85% podczas odtwarzania głośnych treści zakodowanych stratnie.

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON3
source: MPC Audio Renderer Settings
pl: Ustawienia renderera dźwięku MPC

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
pl: Jakość JPEG:

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
pl: Pomoc wiersza poleceń

# IDD_CRASH_REPORTER_CAPTION
source: Crash reporter
pl: Zgłaszanie usterek

# IDD_CRASH_REPORTER_IDC_STATIC
source: We are sorry, it seems MPC-HC just crashed. :(
pl: Przepraszamy, wygląda na to, że MPC-HC uległo awarii. :(

# IDD_CRASH_REPORTER_IDC_CHECK1
source: Send a bug report to help us diagnose and fix the problem.
pl: Wyślij nam raport błędu, aby pomóc nam go zdiagnozować i naprawić.

# IDD_CRASH_REPORTER_IDC_STATIC1
source: Optional information
pl: Dodatkowe informacje

# IDD_CRASH_REPORTER_IDC_STATIC3
source: Your email address is optional and will only be used if the developers need to contact you for more information.
pl: Twój adres e-mail jest opcjonalny i zostanie użyty tylko wtedy, gdy twórcy MPC-HC będą musieli skontaktować się z Tobą w celu uzyskania dodatkowych informacji.

# IDD_CRASH_REPORTER_IDC_STATIC4
source: Problem description (use English only):
pl: Opis problemu (w języku angielskim):

# IDD_CRASH_REPORTER_IDC_BUTTON1
source: Restart MPC-HC
pl: Zrestartuj MPC-HC

# IDD_CRASH_REPORTER_IDC_BUTTON2
source: Quit MPC-HC
pl: Zamknij MPC-HC

# IDD_PPAGEDPICALC_IDC_STATIC2
source: Autoplay
pl: Autoodtwarzanie

# IDD_PPAGETHEME_IDC_STATIC1
source: Theme
pl: Motyw

# IDD_PPAGETHEME_IDC_CHECK1
source: Use Modern Theme
pl: Użyj nowoczesnego motywu

# IDD_PPAGETHEME_IDC_STATIC2
source: Modern Theme Color:
pl: Kolor motywu:

# IDD_PPAGETHEME_IDC_STATIC3
source: Control buttons size:
pl: Rozmiar przycisków sterujących:

# IDD_PPAGETHEME_IDC_STATIC4
source: Seekbar
pl: Pasek przewijania

# IDD_PPAGETHEME_IDC_STATIC22
source: Modern Seekbar height:
pl: Wysokość paska przewijania:

# IDD_PPAGETHEME_IDC_CHECK8
source: Hover:
pl: Podgląd:

# IDD_PPAGETHEME_IDC_STATIC8
source: Hover type:
pl: Typ podglądu:

# IDD_PPAGETHEME_IDC_STATIC7
source: Preview width (% of screen)
pl: Szer. podglądu (% ekranu)

# IDD_PPAGETHEME_IDC_CHECK2
source: Show chapter marks on seekbar
pl: Znaczniki rozdziałów na pasku przewijania

# IDD_PPAGETHEME_IDC_STATIC10
source: Status Bar Elements
pl: Elementy paska stanu

# IDD_PPAGETHEME_IDC_CHECK3
source: Track Language
pl: Ścieżka językowa

# IDD_PPAGETHEME_IDC_CHECK4
source: Video Info
pl: Informacje o obrazie

# IDD_PPAGETHEME_IDC_CHECK12
source: Audio Info
pl: informacje o dźwięku

# IDD_PPAGETHEME_IDC_CHECK5
source: FPS
pl: Klatki na sekundę

# IDD_PPAGETHEME_IDC_CHECK6
source: A-B Marks
pl: Znaczniki powtarzania A-B

# IDD_PPAGETHEME_IDC_STATIC21
source: Language
pl: Język

# IDD_PPAGETHEME_IDC_STATIC5
source: Language:
pl: Język:

# IDD_PPAGETHEME_IDC_STATIC9
source: On Screen Display (OSD)
pl: Informacje na ekranie (OSD)

# IDD_PPAGETHEME_IDC_SHOW_OSD
source: Show OSD (requires restart)
pl: Pokazuj informacje (wymaga restartu)

# IDD_PPAGETHEME_IDC_STATIC6
source: Font:
pl: Czcionka:

# IDD_PPAGETHEME_IDC_STATIC23
source: Font size:
pl: Rozmiar czcionki:

# IDD_PPAGETHEME_IDC_CHECK13
source: Display Current T&ime
pl: Wyświetlaj aktualny &czas

# IDD_PPAGETHEME_IDC_STATIC
source: Window Behavior
pl: Zachowanie okna

# IDD_PPAGETHEME_IDC_CHECK7
source: Limit window proportions on resize
pl: Zachowaj proporcje okna przy zmianie rozmiaru

# IDD_PPAGETHEME_IDC_CHECK9
source: Snap to desktop edges
pl: Przyciągaj do krawędzi pulpitu

# IDD_PPAGETHEME_IDC_CHECK10
source: Hide Windowed Controls
pl: Ukryj elementy sterujące w oknie

# IDD_PPAGETHEME_IDC_STATIC
source: Windows Integration
pl: Integracja z Windows

# IDD_PPAGETHEME_IDC_CHECK_ENHANCED_TASKBAR
source: Use enhanced taskbar features
pl: Użyj zaawansowanych funkcji paska zadań

# IDD_PPAGETHEME_IDC_CHECK11
source: Control via Windows UI (SMTC)
pl: Steruj przez Windows UI (SMTC)

# IDD_RAR_ENTRY_SELECTOR_CAPTION
source: Select Media from RAR
pl: Wybierz multimedia z RAR

# IDD_RAR_ENTRY_SELECTOR_IDOK
source: Select
pl: Zaznacz

# IDD_RAR_ENTRY_SELECTOR_IDCANCEL
source: Cancel
pl: Anuluj
